Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Historia, którą usłyszałem, wydaje mi się być zmyślona. Na domiar złego Barnaba zażądał ode mnie złota. Oddałem mu 100 sztuk, oby tylko ich nie zmarnował. Obiecał, że kiedyś mi je zwróci, ale szczerze w to wątpię. Za moją pomoc otrzymałem kilka wytrychów.
uk: Почута історія здається мені вигаданою. На додачу до всього, Барнаба зажадав від мене золота. Я дав йому 100 монет, сподіваюся, він їх не витратить марно. Він пообіцяв їх колись повернути, але я в цьому дуже сумніваюся. За свою допомогу я отримав кілька відмичок.

source: Historycy ciągle się spierają, kto wykonał jego wolę, ale najczęściej się przyjmuje, że założyciel królestwa Myrtany, Rhobar I.
uk: Історики досі сперечаються, хто саме виконав його волю, але найбільш поширеною є думка, що це був засновник Королівства Міртана, Робар I.

source: Historycy mówią dziś o Rhobarze i jego potomkach, lecz to zapał i ciężka praca dziesiątek obywateli Myrtany, na przestrzeni niezliczonych lat, zbudowała to królestwo.
uk: Сьогодні історики говорять про Робара та його нащадків, але саме завзяття та важка праця десятків громадян Міртани протягом незліченних років створили це королівство.

source: Hm, bardzo dobrze. Nudzisz się? Może się zabawimy?
uk: Хм, дуже добре. Тобі нудно? Може, розважимося?

source: Hm, brzmi ciekawie. No, pokaż mi czy mówisz prawdę.
uk: Хм, звучить цікаво. Ну, покажи мені, чи ти кажеш правду.

source: Hm, brzmi to trochę inaczej, niż to, co mi mówił twój kumpel.
uk: Хм, це звучить трохи інакше, ніж те, що розповідав мені твій напарник.

source: Hm, będzie ciekawie. Dobra, bierzmy się za to.
uk: Хм, це буде цікаво. Гаразд, приступимо.

source: Hm, chyba o tobie słyszałem. Nie pamiętam skąd, więc raczej mi niczym nie podpadłeś. Masz szczęście.
uk: Хм, здається, я чув про тебе. Не пам'ятаю де, тож не думаю, що ти переходив мені дорогу. Тобі пощастило.

source: Hm, czyżby Davis chciał się dowiedzieć, kto go próbuje wygryźć z interesu? Przykro mi, ale są zasady. Nie rozmawiam o swoich zleceniach.
uk: Гм, невже Девіс хоче дізнатись, хто намагається вивести його з бізнесу? Мені шкода, але є правила. Я не обговорюю своїх замовлень.

source: Hm, dobry jesteś. Tak, trzymają się razem. Lubią popić, jak dla mnie nawet za dużo, więc pytaj karczmarza.
uk: Гм, а ти молодець. Так, вони тримаються разом. Вони люблять випити, навіть забагато, як на мене, тож запитай у корчмаря.

source: Hm, faktycznie. A po co ty w ogóle się tam pchasz? Życie ci niemiłe?
uk: Гм, справді. А нащо ти взагалі туди пхаєшся? Жити набридло?

source: Hm, kojarzę tylko, jak kiedyś chował do buta coś małego, połyskującego. Nic więcej.
uk: Гм, пригадую лише, як він одного разу засовував щось маленьке і блискуче у свій черевик. Більше нічого.

source: Hm, może i dobrze sobie radzisz podczas zadań, ale wygląda mi na to, że po prostu masz farta!
uk: Хм, можливо, ти і добре справляєшся з завданнями, але мені здається, що тобі просто пощастило!

source: Hm, naprawdę sporo udało ci się wydobyć.
uk: Гм, ти дійсно зумів досить багато видобути.

source: Hm, nie do końca. Nie szedłem bezpośrednio za tobą, ale podążałem szlakiem martwych szczurów. W ten sposób cię znalazłem.
uk: Гм, не зовсім. Я не йшов безпосередньо за тобою, я просто прямував за мертвими щурами. Таким чином я тебе і знайшов.

source: Hm, nie przeczę. Cóż, mam nadzieję, że jakoś sobie poradzi... ale dobra, mów co dalej?
uk: Гм, не заперечую. Що ж, сподіваюся, вона якось впорається... добре, кажи, що далі?

source: Hm, no trochę mnie zawiodły. Myślałem, że wyczują zagrożenie dla gniazda i jakoś się dostosują...
uk: Хм, ну з цим вони трохи мене розчарували. Думав, що вони відчують загрозу для гнізда і щось вчинять...

source: Hm, no tu masz rację, trochę szkoda. W dodatku zabrudziłbym pokład krwią tej szui...
uk: Хм, ну тут ти маєш рацію, було б трохи прикро. До того ж, я б забруднив палубу кров'ю цього щура...

source: Hm, no, prawdę powiedziawszy, to nie wiem, czy ci się należą... Aaaale, co mi tam. Trzymaj.
uk: Хм, ну, по правді кажучи, я не знаю, чи ти заслуговуєш... Алеее, чого це я. Тримай.

source: Hm, pewnie chodzi ci o to, że będziesz teraz wykuwał kilka mieczy dziennie, a ja odkupię je od ciebie po dobrej cenie?
uk: Гм, гадаю, ти маєш на увазі, що тепер ти куватимеш по кілька мечів на день, а я викуповуватиму їх у тебе за хорошу ціну?

source: Hm, pomyślmy. Masz może dobry kontakt z rówieśnikami?
uk: Хм, дай подумати. А ти знаходиш спільну мову з ровесниками?

source: Hm, skoro tak uważasz.
uk: Гм, ну якщо тебе це влаштовує.

source: Hm, szkoda, że nie więcej. Ale tyle pewnie Heldze wystarczy, żeby nie zbankrutować.
uk: Гм, шкода, що не більше. Але цього, мабуть, достатньо, щоб Хельга не збанкрутувала.

source: Hm, ten wzór... gdzieś już go widziałem...
uk: Хм, цей візерунок... Десь я його вже бачив...

source: Hm, to, co mówicie, brzmi całkiem ciekawie...
uk: Хм, те, що ви, хлопці, розповідаєте, звучить досить привабливо...

source: Hm, wyglądasz na niewzruszonego. W takim razie przyjrzyj się Szeptowi Beliara. Tylko ostrożnie! Jeśli otworzysz buteleczkę, zapach doprowadzi twoich wrogów do szaleństwa!
uk: Хм, здається, ти не зацікавлений. В такому випадку, поглянь на Шепіт Беліара. Тільки обережно! Якщо ти відкриєш пляшечку, аромат зведе з розуму твоїх ворогів!

source: Hm, z tym będzie ciekawie. Najlepiej zrobić olej, ale wykonuje się go z rzadkich składników. Trzeba będzie podejść do dobrego alchemika, może będzie miał parę sztuk.
uk: Хм, це цікаво. Найкраще буде зробити олію для змащення, але вона робиться з рідкісних інгредієнтів. Доведеться звернутися до хорошого алхіміка. У нього, можливо, щось знайдеться.

source: Hm, z tym warunkiem... mogę przystać na taką umowę. Powiedz to swojemu szefowi.
uk: Хм, з такими умовами... Я можу погодитися на таку угоду. Скажи це своєму начальнику.

source: Hm, zastanowię się jeszcze.
uk: Гм, я ще подумаю над цим.

source: Hm, złamał się...
uk: Гм, зламалося...

source: Hm. Przyznam, że spodziewałem się tutaj kogoś innego. Coś ty za jeden?
uk: Гм. Визнаю, я очікував побачити тут декого іншого. А ти хто такий?

source: Hm. Przyślij go do mnie. I nie wtrącaj się już w nasze sprawy.
uk: Гм. Відправ його до мене. І більше не втручайся в наші справи.

source: Hm... Cała ta sprawa jest dość skomplikowana. Wiesz dlaczego?
uk: Хм... Вся ця справа досить складна. Знаєш, чому?

source: Hm... Gdybym chciał upić moich gości, podawałbym im po prostu więcej gorzałki. Przykro mi, ale nie jestem zainteresowany.
uk: Хм... Якби я хотів напоїти своїх гостей, я б просто налив їм більше випивки. Вибач, але мені це не цікаво.

source: Hm... Ile za skrzynkę?
uk: Хм... Скільки за ящик?

source: Hm... Nie mam ani klucza, ani wytrychu.
uk: Хм... У мене немає ані ключа, ані відмички.

source: Hm... Nie...
uk: Хм... Ні...

source: Hm... Skąd mam wiedzieć, że nie ukradłeś nikomu tego stroju?
uk: Хм... Звідки мені знати, що ти ні в кого не вкрав цей одяг?

source: Hm... Trochę źle zadałeś pytanie.
uk: Хм... Ти трохи неправильно сформулював питання.

source: Hm... Znam gościa. To jeden z tych... tych obijających się przez połowę dnia... stoczniowców!
uk: Хм... Знаю я цього старого. Це один з тих... хто байдикує по пів дня... корабельників!

source: Hm... ale wiesz, że sole trzeźwiące nie służą do zwalczania działania alkoholu?
uk: Хм... тобі ж відомо, що пахуча сіль не використовується для боротьби з похміллям?

source: Hm... bardzo misternie wykonany, no, no. Skąd masz te fragmenty?
uk: Хм... дуже майстерно зроблено, так, так. Звідки у тебе ці фрагменти?

source: Hm... bardzo rozsądne. Tam już go naprostują, jestem pewien!
uk: Хм... дуже розумно. Я впевнений, вони його вже там виправлять!

source: Hm... czasami działasz bardzo nieprecyzyjnie. Spróbuj bardziej wyczekać tego Devira i atakować tylko wtedy, kiedy wyraźnie widzisz, jak się odsłania.
uk: Хм... іноді ти дієш дуже неточно. Спробуй побільше вичікувати і атакувати тільки тоді, коли бачиш, що Девір відкрився.

source: Hm... faktycznie, nietypowe połączenie. Zabrałeś je stamtąd?
uk: Хм... дійсно, незвичайне поєднання. Ти щось там чіпав?

source: Hm... już na pierwszy rzut oka widać, że wyciągnąłeś je z jakiegoś gardła.
uk: Хм... З першого погляду видно, що ти витягнув його з чийогось горла.

source: Hm... możesz popłynąć wpław na zachód. Miniesz pustą, kamienistą plażę, potem wzdłuż klifów, aż zobaczysz kilka domków na piasku i zniszczoną wieżę na wzniesieniu.
uk: Хм... можеш поплисти на захід. Минеш кам'янистий пляж, потім уздовж скель, поки не побачиш кілька будинків на піску та напівзруйновану вежу на пагорбі.

source: Hm... nie chcesz wiedzieć. Wierz mi. Chłopcy, może wskażecie drogę naszemu posłańcowi?
uk: Хм... тобі краще не знати. Повір мені. Хлопці, чому б вам не показати дорогу нашому посланцю?

source: Hm... oczywiście. Chodźmy dalej.
uk: Хм... звісно. Ходімо далі.

source: Hm... powiedzmy, że się zgodzę. Kiedy bym miał tam przyjść?
uk: Хм... скажімо, я згоден. Коли я маю прийти?

source: Hm... twoja groźba jakoś na mnie nie zadziałała. Ale skoro już jesteśmy w temacie wgniatania w bruk... chłopcy!
uk: Хм... твоя погроза на мене чомусь не подіяла. Але якщо вже ми заговорили про це... хлопці!

source: Hm... w sumie, to może do niego trafi. Dobra, spróbuję go przekonać.
uk: Хм... зрештою, до нього може дійти. Гаразд, спробую його переконати.

source: Hm... w sumie... niezgorszy plan. Chłopcy, gotować broń!
uk: Хм... загалом... непоганий план. Хлопці, готуйте зброю!

source: Hm... w takim razie lepiej trzymać się z daleka! Nie zostanę tu ani chwili dłużej!
uk: Хм... тоді краще триматися від нього подалі! Я тут більше ані хвилини не затримаюся!

source: Hm... wiem, że uwielbia przebywać w Wielkiej Winnicy, a już szczególnie w tamtejszym sadzie. Zawsze mówi o tym miejscu z wielkim rozrzewnieniem.
uk: Хм... Я знаю, що вона любить бувати у Великому винограднику, а особливо в тамтешньому саду. Вона завжди говорить про це місце з великою любов'ю.

source: Hmm, Polne Bestie jeśli mają wybór wolą raczej wszelkiego rodzaju zboża, więc winorośla powinny raczej być bezpieczne.
uk: Хм, польові жуки, якщо у них є вибір, віддають перевагу різним злакам, тому виноградна лоза повинна бути в безпеці.

source: Hmm, a gdyby załatwić tam kogoś, kto wie, jak zmotywować pracowników do pracy?
uk: Хм, а що, якщо ми наймемо туди когось, хто знає, як мотивувати співробітників до роботи?

source: Hmm, a jakby... a jakbyśmy poszli na szybką rundkę po mieście? Tak jak wtedy, może będzie równie ciekawie.
uk: Хм, а що якби... може, нам зробити невелику прогулянку по місту? Так як раніше. Можливо, буде так само цікаво.

source: Hmm, dzisiaj trochę poodpoczywam, nie ma sensu wypływać w morze.
uk: Хм, я сьогодні трохи відпочину, немає сенсу виходити в море.

source: Hmm, jak uważasz. Grunt, żeby nasze relacje się za bardzo nie różniły, więc skoro chcesz mówić tylko dobrze, to też będę mówił tylko dobrze.
uk: Хмм, як скажеш. Головне, щоб наші історії не надто відрізнялися, тож якщо ти хочеш говорити тільки хороше, я робитиму те саме.

source: Hmm, mogło być lepiej.
uk: Хмм, могло бути й краще.

source: Hmm, może i miałbym małą robótkę. Spójrz na tamte poletko, to z drzewem. Mam dla ciebie zagadkę. Co jest z nim nie tak?
uk: Хмм, можливо і є невеличка робота. Поглянь на те поле, те, що з деревом. У мене для тебе загадка. Що з ним не так?

source: Hmm, może masz rację.
uk: Гмм, можливо, ти маєш рацію.

source: Hmm, musisz się jeszcze przyłożyć.
uk: Гмм, мусиш ще трішки постаратися.

source: Hmm, ostatnio widziałem takiego ciemnego barana chodzącego samopas.
uk: Хм, нещодавно я бачив одного темного барана, який блукав сам.

source: Hmm, skoro tak mówisz...
uk: Хм, як скажеш...

source: Hmm, to chyba musi wystarczyć.
uk: Гадаю, цього достатньо.

source: Hmm, to jest myśl. Tylko jak to zrobić?
uk: Хмм, а це ідея. Тільки як це зробити?

source: Hmm, to nie taki zły pomysł! Chyba tak zrobię.
uk: Хмм, не така вже й погана ідея! Думаю, я так і зроблю.

source: Hmm, wiesz, może trochę zbyt agresywnie zareagowałem na twoje przybycie.
uk: Хм, знаєш, можливо, я занадто бурхливо відреагував на твою появу.

source: Hmm, wydaje mi się, że Dalmon ma niewiele na głowie... przynajmniej jak na mieszkańca Leża. Spróbuj jego zapytać.
uk: Гмм, гадаю, у Далмона не так вже й багато справ... принаймні, як для жителя Лігва. Спробуй його запитати.

source: Hmm, wygląda autentycznie. Skąd to masz?
uk: Хмм, виглядає справжнім. Звідки він у тебе?

source: Hmm. Chyba mam pewien pomysł kolego.
uk: Гмм, здається, у мене є ідея, приятелю.

source: Hmm. Najprędzej ci, którzy z nami grywają. Problem polega na tym, że to mieszkańcy Starego Miasta, do którego dostępu nie masz.
uk: Хмм... швидше за все, у тих, хто грає з нами. Проблема в тому, що вони живуть у Старому місті, куди ти не маєш доступу.

source: Hmm. Nieźle...
uk: Хмм... Непогано...

source: Hmm. Rosita może i ma piękne, młode ciało, ale ja mam doświadczenie, które naprawdę potrafi zaskoczyć. Żaden klient jeszcze nie narzekał.
uk: Хмм. Розіта, може, і має гарне молоде тіло, але у мене є досвід, який може дійсно здивувати. Жоден клієнт ще не скаржився.

source: Hmm...
uk: Хм...

source: Hmm... Byłoby to niezwykle uprzejme z twojej strony. Ja, z mojej, postaram się za to szybciej odnaleźć 'Almanach'.
uk: Хмм... Це було б надзвичайно люб'язно з твого боку. А я постараюсь швидше знайти 'Альманах'.

source: Hmm... Jakoś szczególnie mnie to nie dziwi, w końcu się tutaj wychowywała. Wspomnienia z dzieciństwa robią swoje.
uk: Хм... Мене це не особливо дивує, адже саме тут вона виросла. Спогади дитинства даються взнаки.

source: Hmm... Musimy to sprawdzić.
uk: Хм... Треба перевірити.

source: Hmm... Myślę, że jak pójdziesz do Odgara, to powinien przerobić twój miecz na dwuręczny. Teraz, kiedy jesteś pełnoprawnym członkiem straży, nie będzie ci sprawiał problemów.
uk: Хм... Думаю, якщо ти підеш до Одгара, він повинен перекувати твій меч на дворучний. Тепер, коли ти повноправний член Варти, з цим не буде ніяких проблем.

source: Hmm... Paladyn Runar. To wciąż młody chłopak, ale w liście pisze, iż jest pełen uznania wobec twojej osoby.
uk: Хмм... Паладин Рунар. Він ще досить молодий, але у своєму рекомендаційному листі запевнив, що дуже вдячний тобі.

source: Hmm... Te informacje nie są zbyt dokładne...
uk: Хм... Ця інформація не дуже точна...

source: Hmm... To tutaj nie działa.
uk: Хм... Тут це не спрацює.

source: Hmm... Umówmy się, że to ostatnie szybko się nie wydarzy.
uk: Хм... Погодься, останнє тобі не світить найближчим часом.

source: Hmm... W sumie był taki jeden.
uk: Хмм... Насправді був один.

source: Hmm... Zbieg okoliczności, co?
uk: Хм... Збіг обставин, так?

source: Hmm... a jaki bym w ogóle mógł mieć z ciebie za pożytek? Czym się zajmujesz?
uk: Хм... і яка мені від тебе користь? Чим ти займаєшся?

source: Hmm... ciekawe. Już myślałem, że będziesz próbował sprowadzić mnie do miasta.
uk: Хмм... цікаво. Я вже думав, що ти спробуєш відвести мене назад до міста.

source: Hmm... dobrze. To obustronna współpraca. Jeśli nie zależy mu na monetach, nie będę go ścigać - poszukam innego wspólnika.
uk: Хмм... що ж. Це двостороння співпраця. Якщо йому не потрібні гроші, я не буду його змушувати – знайду іншого партнера.

source: Hmm... jako strażnik to może i mógłbyś mi się przydać...
uk: Хм... як вартовий ти, можливо, міг би бути мені у нагоді...

source: Hmm... mówisz o Kafie?
uk: Хмм... ти говориш про Кафу?

source: Hmm... nie słyszałem nigdy o takim mechanizmie.
uk: Хмм... ніколи не чув про такий механізм.

source: Hmm... nie wyglądasz mi na urodzonego kupca, wojownika czy tropiciela...
uk: Хмм... ти не схожий на природженого торговця, воїна чи слідопита...

source: Hmm... niech będzie, ale pamiętaj, żeby nie zrobić mu krzywdy! Tu w klasztorze bójki nie są tolerowane.
uk: Хм... хай буде так, але тільки не бий його! Тут, у монастирі, не терплять бійок.

source: Hmm... niech będzie, przyjmę tę zaliczkę, ale pamiętajcie, to tylko zaliczka!
uk: Хм... добре, я прийму цей перший внесок. Але пам'ятай, це лише завдаток!

source: Hmm... normalnie to bym cię wykopał do koszar...
uk: Хм... зазвичай я б відправив тебе до казарм...

source: Hmm... od dłuższego czasu planowałam zamontować jakiś porządny podest nad tymi domkami. Idź do mojego magazynu, tam powinno być trochę drewna.
uk: Хмм... Я вже давно планувала зробити якусь пристойну надбудову над цими будинками. Сходи на склад, там має бути кілька дощок.

source: Hmm... skoro mówi to strażnik miejski, to się dostosuję.
uk: Хмм... Якщо міський вартовий так каже, я дослухаюся.

source: Hmm... wydaje się dość mała jak na skórę wilka... w ogóle wygląda, jakby ściągnięto ją ze zwierzęcia o trochę innej budowie ciała. Jesteś pewny, że to z wilka?
uk: Хмм... вона здається замалою для вовчої шкури... загалом виглядає так, ніби її зняли з тварини з дещо іншою будовою тіла. Ти впевнений, що вона з вовка?

source: Hmm? Jakie twoje miejsce?
uk: Хм? Яке ще твоє місце?

source: Hmmm całkiem zardzewiałe. Zaraz! To nie jest rdza! Co ty kombinujesz.
uk: Хммм, повністю покритий іржею. Зачекай! Це не іржа! Що ти задумав?

source: Hmmm, dałbym głowę, że już cię kiedyś widziałem.
uk: Хм, я б дав би голову на відсіч, що бачив тебе раніше.

source: Hmmm, dziwna sprawa... musiałem przecież dobrze odczytać mapę...
uk: Хммм, дивно... Я ж правильно прочитав мапу...

source: Hmmm, elita - powiadasz? Przekonałeś mnie, wyruszam od razu.
uk: Хммм, еліта, кажеш? Ти мене переконав, я вирушаю негайно.

source: Hmmm, gdybym miał odpowiednie meble, mógłbym samemu udekorować swoje mieszkanie. Na pewno ktoś na Starym Mieście zajmuje się sprzedażą mebli, muszę się rozejrzeć.
uk: Гммм, якби у мене були потрібні меблі, я міг би сам прикрасити своє житло. Я впевнений, що у Старому місті хтось займається продажем меблів, потрібно пошукати.

source: Hmmm, mam nadzieję, że nie postanowią wrócić z kolegami...
uk: Хммм, сподіваюся, вони не вирішать повернутися зі своїми друзями...

source: Hmmm, widzę, że nie masz ani jednej bryłki przy sobie, ale to nic, pomogę ci za darmo, potraktuj to jako zniżkę dla nowego.
uk: Хм, бачу, у тебе немає при собі жодного самородка, але нічого, я допоможу тобі безкоштовно, вважай, що це знижка для новачка.

source: Hmmm. No niech będzie.
uk: Хм. Ну, нехай буде так.

source: Hmmm. To nie jest poważna usterka, łatwo będzie naprawić mechanizm...
uk: Хм. Це не настільки серйозна несправність, відремонтувати механізм буде легко...

source: Hmmm... 'Nadal czuję twoich słów niepowtarzalny smak', a może... 'Czy odnajdę twoich słów niepowtarzalny smak'. Nie mogę się zdecydować co brzmi lepiej.
uk: Хммм... 'Я все ще відчуваю неповторний смак твоїх слів', або, може... 'Чи знаходжу я у твоїх словах неповторний смак'. Не можу вирішити, як краще звучить.

source: Hmmm... 'Rozmawiać. Tchórz. Krata.' Wiem! Mówi, że nie powie nam nic, bo jak tchórze ukrywamy się za kratami.
uk: Хммм... 'Говорити. Боягуз. Ґрати'. Я знаю! Він каже, що нічого нам не скаже, бо ми, як боягузи, ховаємося за ґратами.

source: Hmmm... Gdyby tak zaciągnąć takie bydle do nas arenę... ale by było przedstawienie!
uk: Хм... От якби таку тварюку до нас на арену витягнути... ото було б видовище!

source: Hmmm... Mocne. Cholera, dobre. No dobra, o jakich interesach mówiłeś?
uk: Хммм... Міцне. Дідько, добре. Ну гаразд, про яку справу ти там казав?

source: Hmmm... No cóż. Yyy, co dalej?
uk: Хм... Ну що ж. А що далі?

source: Hmmm... Strasznie na tej górze wieje, że nie idzie wysiedzieć.
uk: Хм... На цьому пагорбі страшенно вітряно, неможливо всидіти.

source: Hmmm... Tak mi się zdaje.
uk: Хммм... Здається, так.

source: Hmmm... To bardzo dziwne...
uk: Хм... Це дуже дивно...

source: Hmmm... Z tego, co się orientuję, to są tam jakieś zniszczone domki. Mógłbym zrobić przy jednym z nich jakąś palisadę, wystrugać parę siedzisk i przygotować podstawowe meble...
uk: Хммм... Наскільки я знаю, там є кілька напівзруйнованих хатин. Я міг би зробити частокіл біля однієї з них, вирізати кілька крісел і підготувати необхідні меблі...

source: Hmmm... mam pewien pomysł. Powiem ci na miejscu. Za mną.
uk: Хммм... у мене є ідея. Розповім на місці. За мною.

source: Hmmm... nic się nie wydarzyło.
uk: Хммм... нічого не сталося.

source: Hmmm... nie widzę tutaj nic interesującego... Chyba chodziło o inny wodospad...
uk: Хммм... Не бачу тут нічого цікавого... Гадаю, йшлося про інший водоспад...

source: Hmmm... ostatnim razem okazałeś się przydatny...
uk: Хммм... минулого разу ти виявився корисним...

source: Hmmm... powiedz mi, jesteś już obywatelem tego miasta?
uk: Хммм... скажи, а ти вже став громадянином цього міста?

source: Hmmm... rozumiem. Czy masz mi coś jeszcze do przekazania?
uk: Хм... Зрозуміло. Маєш ще щось сказати?

source: Hmmm... tak sobie myślę...
uk: Хммм... я просто думаю...

source: Hmmm... to, że unikasz walki może się jednak przydać...
uk: Хммм... той факт, що ти уникаєш бійки, зрештою може стати в нагоді...

source: Hmmm... wydaje mi się, że wciąż brakuje jakiejś książki... gdybym tylko mógł ją jakoś namierzyć...
uk: Хммм... мені здається, що якоїсь книги не вистачає... От тільки як мені її відшукати...

source: Hmmm... zamek jest zablokowany, wytrychem tego nie otworzę.
uk: Хммм... замок надійно замкнений, я не можу відкрити його відмичкою.

source: Hmmm... świetna robota. Gdybym nie wiedział, że to podróbka, to sam dałbym się nabrać.
uk: Хммм... чудова робота. Якби я не знав, що це фальшивка, я б сам на неї купився.

source: Hmpf... w takim razie do widzenia. Znajdę kogoś o umyśle lotniejszym niż umysł strażnika! Kogoś, kto ma posłuch wśród ludzi!
uk: Хмм... тоді прощавай. Я знайду когось з гнучкішим розумом, ніж у вартового. Когось, хто вміє слухати людей!

source: Ho ho! Już drugi tydzień czekam na ich dostawę!
uk: Хо-хо! Я вже другий тиждень чекаю на їх доставку!

source: Hod
uk: Ход

source: Hod słynął z gadania bzdur po alkoholu, ale nie sądziłem, że tak szybko znajdzie godnego siebie następcę!
uk: Ход славився тим, що після випивки говорив нісенітниці, але я не думав, що він так швидко знайде собі гідного наступника!

source: Hoda znaleziono martwego w pobliskich zaroślach. Pewnie pijany spadł ze skały i został obiadem dla ścierwojadów. Niedługo będę musiał rozejrzeć się za zastępstwem za niego. Jakbym miał mało wydatków! Co gorsza, Joris zdaje się wierzyć w jego historyjkę. Czy wszyscy na tej wyspie powariowali?
uk: Ход був знайдений мертвим у кущах неподалік. Ймовірно, він напідпитку зірвався зі скелі і став вечерею для падальників. Схоже, скоро доведеться шукати йому заміну. Ніби мені мало витрат! Що ще гірше, Йоріс, здається, вірить у його історію. Невже на цьому острові всі з'їхали з глузду?

source: Hoho! Z pewnością!
uk: Хо-хо! Ще й як!

source: Hoho, jak szlachetnie z twojej strony! Pewnie jeszcze planujesz zwrócić nam koszty waszego utrzymania?
uk: Хо-хо, як благородно з твого боку! Може, ти ще хочеш відшкодувати нам витрати на ваше утримання?

source: Hohoho! Ale ty masz uderzenie! W pełni zasłużyłeś, by się napić!
uk: Йо-хо-хо! Але ти молодець! Ти цілком заслужив на випивку!

source: Hohoho! Broń się!
uk: Йо-хо-хо! Захищайся!

source: Hohoho! Nie wiem, co to było, ale napijmy się rumu!
uk: Йо-хо-хо! Не знаю, що це було, але давай вип'ємо рому!

source: Hohoho! To była dobra walka! Weź napij się rumu - to osłodzi ci przegraną!
uk: Йо-хо-хо! Це був хороший бій! Випий рому – він підсолодить поразку!

source: Hohoho! W końcu jakaś nowa twarz!
uk: Йо-хо-хо! Нарешті нове обличчя!

source: Hohohoho!
uk: Йо-хо-хо-хо!

source: Hojnie. Dziękuję.
uk: Щедро. Дякую.

source: Hol... co?
uk: Голь... що?

source: Hola! Gwardzisto! Zapominasz się. Każdy z nas jest wart przynajmniej dziesięciu orków. Pokonamy ich.
uk: Овва! Гвардійцю! Ти забуваєшся. Кожен з нас вартий щонайменше десяти орків. Ми переможемо їх.

source: Hola! Przejścia nie ma!
uk: Стій! Прохід заборонено!

source: Hola, hola! Jeszcze jeden krok i pożałujesz!
uk: Гей, гей! Ще один крок – і ти пошкодуєш!
